[
  {
    "govt": "Odisha",
    "title": "Integrated Child Protection Scheme",
    "shortDescription": "The Integrated Child Protection Scheme is based on the cardinal principle of \"protection of child rights\" and \"best interest of the child\".",
    "longDescription": "The existing institutions and programmes for child protection in India primarily stem from the provisions of the Juvenile Justice (Care and Protection of Children) Act, 2000 and National Plan of Action for Children 2005. ICPS brings several existing child protection programmes under one umbrella and integrates interventions for protecting children and preventing harm. It does not see 'child protection' as the exclusive responsibility of the DWCD but stresses that other sectors have a vital role to play. ICPS is expected to function as a Government- Civil Society Partnership scheme under the overall direction and responsibility of the Government. The scheme visualises a structure for providing services as well as monitoring and supervising the effective functioning of child protection system.",
    "promotionalImage": "http://wcdodisha.gov.in/Application/img/odi.jpg"
  },
  {
    "govt": "Odisha",
    "title": "Biju Shishu Surakshya Yojana",
    "shortDescription": "Women and Child Development Department in Government of Odisha is embarking upon creating a safety net for the children who are without biological or adoptive parents or legal guardians and children who are affected with /infected by HIV and found to be the most vulnerable. in the above backdrop and with the objective of assuring protection, development and sustenance of such children by all possible means, the scheme namely 'Biju Shishu SurakshyaYojana' (BSSY) is launched",
    "longDescription": "Women and Child Development Department in Government of Odisha is embarking upon creating a safety net for the children who are without biological or adoptive parents or legal guardians and children who are affected with /infected by HIV and found to be the most vulnerable. in the above backdrop and with the objective of assuring protection, development and sustenance of such children by all possible means, the scheme namely 'Biju Shishu SurakshyaYojana' (BSSY) is launched.",
    "promotionalImage": "http://wcdodisha.gov.in/Application/uploadDocuments/gallery/UP_Gallery_1496033699.jpg"
  },
  {
    "govt": "India",
    "title": "Mid-Day Meal Scheme",
    "shortDescription": "With a view to enhancing enrolment, retention and attendance and simultaneously improving nutritional levels among children, the National Programme of Nutritional Support to Primary Education (NP-NSPE) was launched as a Centrally Sponsored Scheme on 15th August 1995.",
    "longDescription": "In 2001 MDMS became a cooked Mid Day Meal Scheme under which every child in every Government and Government aided primary school was to be served a prepared Mid Day Meal with a minimum content of 300 calories of energy and 8-12 gram protein per day for a minimum of 200 days. The Scheme was further extended in 2002 to cover not only children studying in Government, Government aided and local body schools, but also children studying in Education Guarantee Scheme (EGS) and Alternative & Innovative Education (AIE) centres.",
    "promotionalImage": "http://mdm.nic.in/images/25.jpg"
  },
  {
    "govt": "India",
    "title": "National Child Labour Project Scheme",
    "shortDescription": "The National Child Labour Policy was approved by the Cabinet on 14th August 1987 during the Seventh Five Year Plan Period. The policy was formulated with the basic objective of suitably rehabilitating the children withdrawn from employment thereby reducing the incidence of child labour in areas of knownconcentration of child labour.",
    "longDescription": "National Child Labour Project Scheme(NCLPS) was started in 1988 to rehabilitate childlabour. The Scheme seeks to adopt a sequential approach with focus on rehabilitation of children workingin hazardous occupations and processes. Under the Scheme, a survey is conducted of children engaged in hazardous occupations and processes in a district or a specified area; then children in the age group of 9-14 years are withdrawn from these occupations and processes,and put into NCLP Special Training Centres.In the NCLP Special Training Centres,these children are provided bridge education, vocational training,mid-daymeal, stipend, healthcare  and recreation etc. with the ultimate  objective  ofpreparing them to be mainstreamed into the formal system of education.",
    "promotionalImage": "https://pencil.gov.in/uploadedfiles/f3d8e2ee2b7d37d50b64d00f7024705cdoc_201No%20child%20labour_FrontSilder.png"
  },
  {
    "govt": "India",
    "title": "Grant in Aid on Child Labour",
    "shortDescription": "Funds under Grants-in-Aid Scheme are sanctioned directly to NGO for elimination of Child Labour in districts not covered by NCLP Scheme. Under the scheme voluntary agencies are given financial assistance by the Ministry of Labour on the recommendation of the State Government to the extent of 75% of the project cost for the rehabilitation of working children. Voluntary organizations have been receiving funds under the scheme since 1979-80. Currently, about 70 voluntary agencies are being assisted.",
    "longDescription": "Funds under Grants-in-Aid Scheme are sanctioned directly to NGO for elimination of Child Labour in districts not covered by NCLP Scheme. Under the scheme voluntary agencies are given financial assistance by the Ministry of Labour on the recommendation of the State Government to the extent of 75% of the project cost for the rehabilitation of working children. Voluntary organizations have been receiving funds under the scheme since 1979-80. Currently, about 70 voluntary agencies are being assisted. To achieve the above objective, Government has also been laying stress on the involvement of voluntary organizations in the development process. The women’s cell in the Ministry of Labour, thus encourages voluntary agencies and non-governmental agencies to formulate income-generating schemes and other action projects for women labour and renders financial assistance to such agencies for executing these projects.",
    "promotionalImage": "http://vikaspedia.in/social-welfare/women-and-child-development/child-development-1/resources-on-safe-childhood-for-panchayat-members/child-labour-1/@@images/21f5c243-6f15-43d3-a420-d323d177d67c.png"
  },
  {
    "govt": "India",
    "title": "Scheme to Provide Quality Education in Madrasas (SPQEM)",
    "shortDescription": "SPQEM seeks to bring about qualitative improvement in Madrasas to enable Muslim children attain standards of the national education system in formal education subjects.",
    "longDescription": "The salient features of SPQEM scheme are :To strengthen capacities in Madrasas for teaching of the formal curriculum subjects like Science, Mathematics, Language, Social Studies etc. through enhanced payment of teacher honorarium.Training of such teachers every two years in new pedagogical practices. Providing Science labs, Computer labs with annual maintenance costs in the secondary and higher secondary stage madrasas. Provision of Science/Mathematics kits in primary/upper primary level madrassas. Strengthening of libraries/book banks and providing teaching learning materials at all levels of madrasas.",
    "promotionalImage": "http://www.spemm.mhrd.gov.in/sp_home/images/b2.jpg"
  }
]
